[Character.CharClass_Orchid_PirateHenchman AIClassDefinition]
DefaultDisplayName="Scarlett is the killer"
UBMKilledByMessageString=""

[Character.CharClass_Orchid_PirateHenchman2 AIClassDefinition]
DefaultDisplayName="The Scarlet Killer"
UBMKilledByMessageString=""

